Repository: manti-by/manti.by
Catalog: manti_by/apps/core/locale/*/LC_MESSAGES/django.po
Languages: be

source: Forbidden
be: Забаронена

source: Updated
be: Адноўлены

source: Contact request from manti.by
be: Кантактны запыт ад manti.by

source: Thanks for subscribing, we'll get in touch soon
be: Дзякуй за падпіску, мы звяжамся ў бліжэйшы час

source: Base Info
be: Базавая інфармацыя

source: Meta Description
be: Мета апісанне

source: Summary
be: Коратка

source: Description
be: Апісанне

source: Tags
be: Меткі

source: Related
be: Звязаныя

source: Music params
be: Музычныя параметры

source: Files
be: Файлы

source: Image
be: Малюнак

source: Files Ready
be: Файлы гатовыя

source: Translations Ready
be: Пераклады гатовыя

source: Blog
be: Блог

source: Blogs
be: Блогі

source: Release File
be: Выпуск файл

source: Cover Image
be: Вокладка

source: Genre
be: Жанр

source: Post
be: Запіс

source: Posts
be: Запісы

source: Post with slug %s does not exists
be: Запіс са спасылкай %s не знойдзены

source: Core
be: База

source: Slug
be: Ссылка

source: Created, UTC
be: Створаны, UTC

source: Updated, UTC
be: Адноўлены, UTC

source: Images count
be: Колькасць фота

source: Info
be: Інфармацыя

source: Ready
be: Гатовы

source: Gallery
be: Галерэя

source: Galleries
be: Галерэі

source: Images
be: Малюнак

source: Profile
be: Профіль

source: Profiles
be: Профілі

source: Profile Image
be: Малюнак профілю

source: Shortener
be: Укарачывацель

source: Shortener List
be: Укарачывацелі

source: Original Link
be: Арыгінальная спасылка

source: Short Link
be: Кароткая спасылка

source: Link
be: Спасылка

source: Links
be: Спасылкі

source: Belarussian
be: Беларускі

source: Russian
be: Руская

source: English
be: Англійская

source: Welcome to blog of Alex Chaika.
be: Сардэчна запрашаем у блог Александра Чайка.

source: Blog of Alex Chaika. My music, photos and info about me.
be: Афіцыйны блог Аляксандра Чайка. Мая музыка, фатаграфіі і інфармацыя пра мяне.

source: Admin
be: Адмінка

source: RQ Queues
be: Чаргі

source: Recent actions
be: Нядаўнія дзеянні

source: My actions
be: Маі дзеянні

source: None available
be: Нічога няма

source: Unknown content
be: Невядомы кантэнт

source: Blog of Alex Manti. My music, photos and info about me. Drum and Bass, House, Techno and Chillout.
be: Блог Аляксандра Чайкі. Мая музыка, фатаграфіі і інфармацыя пра мяне. Drum and Bass, House, Techno and Chillout.

source: Music
be: Музыка

source: About
be: Аба мне

source: Resume
be: Рэзюмэ

source: Copyrights
be: Аўтарскія правы

source: Search
be: Пошук

source: Logout
be: Выхад

source: Created
be: Створаны

source: Length
be: Працягласць

source: Tracklist
be: Трэкліст

source: Download
be: Захаваць

source: Hide Tracklist
be: Схаваць трэкліст

source: Nothing to show
be: Няма чаго паказаць

source: Catalog No
be: № па каталогу

source: Quality
be: Якасць

source: Related posts
be: Падобныя артыкулы

source: Popular tags
be: Папулярныя меткі

source: Latest posts
be: Апошнія артыкулы

source: From
be: Ад

source: Message
be: Паведамленне

source: View this message in
be: Паглядзець гэта паведамленне

source: browser
be: браўзэр

source: Image #
be: Малюнак №

source: Homepage
be: Хатняя старонка

source: Featured
be: Рэкамендаваныя

source: Latest Images
be: Свежыя фатаграфіі

source: Popular image from gallery
be: Папулярнае малюнак з галерэі

source: Login Page
be: Старонка уваходу

source: Please login or register
be: Калі ласка, увайдзіце або зарэгіструйцеся

source: Your profile will be created automatically, if necessary
be: Ваш профіль будзе створаны аўтаматычна, пры неабходнасці

source: Password
be: Пароль

source: Let Me In
be: Увайсці

source: Your profile
be: Ваш профіль

source: Avatar
be: Аватар

source: To update your profile image, please upload new one
be: Каб абнавіць выяву профілю, калі ласка, загрузіце новую

source: Username
be: Імя карыстальніка

source: Update
be: Аднаўленне

source: Alexander Chaika
be: Аляксандр Чайка

source: Code samples
be: Узоры кода

source: Print this page
be: Раздрукаваць гэтую старонку
